Repository: wxy/ai-pulse-macos
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant_hk, zh_hant_tw

# pulse.reason.quota_pressure
source: A provider quota window is under pressure
de: Ein Kontingentzeitraum eines Anbieters wird knapp
es: Una ventana de cuota del proveedor está bajo presión
fr: Une période de quota fournisseur est sous tension
ja: プロバイダーのクォータ期間に余裕がありません
ko: 제공업체 할당량 기간이 부족해지고 있습니다
pt_br: A janela de cota de um provedor está sob pressão
zh_hans: 服务商额度窗口正在承受压力
zh_hant_hk: 服務供應商額度窗口正在承受壓力
zh_hant_tw: 服務供應商額度窗口正在承受壓力

# pulse.reason.quota_unavailable_or_stale
source: Quota data is unavailable or stale
de: Kontingentdaten sind nicht verfügbar oder veraltet
es: Los datos de cuota no están disponibles o están desactualizados
fr: Les données de quota sont indisponibles ou obsolètes
ja: クォータデータを利用できないか、古くなっています
ko: 할당량 데이터를 사용할 수 없거나 데이터가 오래되었습니다
pt_br: Os dados de cota estão indisponíveis ou desatualizados
zh_hans: 额度数据暂不可用或已过期
zh_hant_hk: 額度資料暫不可用或已過期
zh_hant_tw: 額度資料暫不可用或已過期

# pulse.reason.quota_used
source: Quota is %@ used
de: Kontingent zu %@ genutzt
es: Cuota utilizada al %@
fr: Quota utilisé à %@
ja: クォータを %@ 使用中
ko: 할당량 %@ 사용됨
pt_br: Cota usada em %@
zh_hans: 额度已使用 %@
zh_hant_hk: 配額已使用 %@
zh_hant_tw: 額度已使用 %@

# pulse.reason.recent_attributed_output
source: Recent attributed output is active
de: Kürzlich zugeordnete Ausgabe ist aktiv
es: Hay producción atribuida reciente activa
fr: La sortie attribuée récente est active
ja: 最近の帰属出力がアクティブです
ko: 최근 귀속된 결과물이 활발합니다
pt_br: A produção atribuída recente está ativa
zh_hans: 近期归因产出活跃
zh_hant_hk: 近期歸因產出活躍
zh_hant_tw: 近期歸因產出活躍

# pulse.reason.recent_observed_spend
source: A recent provider charge was observed
de: Eine kürzliche Anbieterbelastung wurde beobachtet
es: Se observó un cargo reciente del proveedor
fr: Une facturation récente du fournisseur a été observée
ja: 最近のプロバイダー請求を観測しました
ko: 최근 제공업체 청구가 관측되었습니다
pt_br: Uma cobrança recente do provedor foi observada
zh_hans: 近期观察到服务商真实扣费
zh_hant_hk: 近期觀察到服務供應商真實扣費
zh_hant_tw: 近期觀察到服務供應商真實扣費

# pulse.reason.token_rate
source: Activity is above your usual pace
de: Aktivität liegt über deinem üblichen Tempo
es: La actividad supera tu ritmo habitual
fr: L’activité dépasse votre rythme habituel
ja: アクティビティが通常のペースを上回っています
ko: 활동이 평소 속도보다 높습니다
pt_br: A atividade está acima do seu ritmo habitual
zh_hans: 活动高于你平时的节奏
zh_hant_hk: 活動高於你平時的節奏
zh_hant_tw: 活動高於你平時的節奏

# pulse.reason.unavailable
source: No current observation is available.
de: Derzeit ist keine Beobachtung verfügbar.
es: No hay ninguna observación actual disponible.
fr: Aucune observation actuelle n’est disponible.
ja: 現在の観測データはありません。
ko: 현재 사용 가능한 관측값이 없습니다.
pt_br: Nenhuma observação atual está disponível.
zh_hans: 暂时没有有效的当前观察。
zh_hant_hk: 暫時沒有有效的目前觀察。
zh_hant_tw: 暫時沒有有效的目前觀察。

# pulse.tier.active
source: Activity ongoing
de: Aktivität läuft
es: Actividad en curso
fr: Activité en cours
ja: 活動中
ko: 활동 중
pt_br: Atividade em curso
zh_hans: 正在投入
zh_hant_hk: 正在投入
zh_hant_tw: 正在投入

# pulse.tier.elevated
source: Higher activity
de: Erhöhte Aktivität
es: Actividad elevada
fr: Activité élevée
ja: 活動が高め
ko: 높은 활동
pt_br: Atividade elevada
zh_hans: 投入较高
zh_hant_hk: 投入較高
zh_hant_tw: 投入較高

# pulse.tier.intense
source: High-intensity activity
de: Intensive Aktivität
es: Actividad intensa
fr: Activité intense
ja: 高強度の活動
ko: 고강도 활동
pt_br: Atividade intensa
zh_hans: 高强度投入
zh_hant_hk: 高強度投入
zh_hant_tw: 高強度投入

# pulse.tier.resting
source: No recent activity
de: Keine aktuelle Aktivität
es: Sin actividad reciente
fr: Aucune activité récente
ja: 最近の活動なし
ko: 최근 활동 없음
pt_br: Sem atividade recente
zh_hans: 暂无近期活动
zh_hant_hk: 暫無近期活動
zh_hant_tw: 暫無近期活動

# pulse.tier.unknown
source: Observation unavailable
de: Beobachtung nicht verfügbar
es: Observación no disponible
fr: Observation indisponible
ja: 観測不可
ko: 관측 불가
pt_br: Observação indisponível
zh_hans: 观察不可用
zh_hant_hk: 觀察不可用
zh_hant_tw: 觀察不可用

# pulse.unit.tokens
source: tokens
de: Token
fr: jetons
ja: トークン
ko: 토큰
zh_hans: 词元
zh_hant_hk: 詞元
zh_hant_tw: 詞元

# repos.add
source: Add Directory
de: Verzeichnis hinzufügen
es: Añadir directorio
fr: Ajouter un dossier
ja: ディレクトリ追加
ko: 디렉토리 추가
pt_br: Adicionar diretório
zh_hans: 添加目录
zh_hant_hk: 新增目錄
zh_hant_tw: 新增目錄

# repos.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant_hk: 取消
zh_hant_tw: 取消

# repos.delete_msg
source: Stop monitoring '%@'? Its repos will no longer be tracked.
de: Überwachung von '%@' beenden? Seine Repos werden nicht mehr verfolgt.
es: ¿Dejar de monitorizar '%@'? Sus repositorios ya no serán rastreados.
fr: Arrêter la surveillance de '%@' ? Ses dépôts ne seront plus suivis.
ja: '%@' の監視を停止しますか？ このリポジトリは追跡されなくなります。
ko: '%@' 모니터링을 중지하시겠습니까? 해당 저장소가 더 이상 추적되지 않습니다.
pt_br: Parar de monitorar '%@'? Seus repositórios não serão mais rastreados.
zh_hans: 停止监控 '%@'？ 其仓库将不再被追踪。
zh_hant_hk: 停止監控 '%@'？ 將唔再追蹤其儲存庫。
zh_hant_tw: 停止監控 '%@'？ 將不再追蹤其儲存庫。

# repos.delete_title
source: Remove Directory
de: Verzeichnis entfernen
es: Eliminar directorio
fr: Supprimer le dossier
ja: ディレクトリ削除
ko: 디렉토리 제거
pt_br: Remover diretório
zh_hans: 移除目录
zh_hant_hk: 移除目錄
zh_hant_tw: 移除目錄

# repos.directories
source: Directories
de: Verzeichnisse
es: Directorios
fr: Dossiers
ja: ディレクトリ
ko: 디렉토리
pt_br: Diretórios
zh_hans: 目录
zh_hant_hk: 目錄
zh_hant_tw: 目錄

# repos.grant_empty
source: No directories authorized yet. Click “Add Directory” to choose where your code repositories live (e.g. ~/dev); AI Pulse will scan it for Git repos after you grant access.
de: Noch keine Verzeichnisse autorisiert. Klicke "Verzeichnis hinzufügen" und wähle den Ort deiner Code-Repos (z.B. ~/dev). AI Pulse durchsucht es nach Zugriffsgewährung.
es: Aún no hay directorios autorizados. Haz clic en "Añadir directorio" para elegir dónde están tus repositorios (ej. ~/dev). AI Pulse los escaneará tras conceder acceso.
fr: Aucun dossier autorisé pour l'instant. Cliquez sur « Ajouter un dossier » pour choisir où se trouvent vos dépôts (ex. ~/dev). AI Pulse les analysera après autorisation.
ja: まだディレクトリが許可されていません。「ディレクトリ追加」をクリックしてコードリポジトリのある場所（例: ~/dev）を選択。AI Pulse がアクセス許可後にGitリポジトリをスキャンします。
ko: 아직 승인된 디렉토리가 없습니다. '디렉토리 추가'를 클릭하여 코드 저장소 위치(예: ~/dev)를 선택하세요. AI Pulse가 접근 승인 후 Git 저장소를 스캔합니다.
pt_br: Nenhum diretório autorizado ainda. Clique em "Adicionar diretório" para escolher onde estão seus repositórios (ex. ~/dev). AI Pulse os escaneará após conceder acesso.
zh_hans: 尚未授权任何目录。点击“添加目录”选择存放代码仓库的目录（如 ~/dev），授权后即可扫描其中的 Git 仓库。
zh_hant_hk: 尚未授權任何目錄。點擊「新增目錄」揀程式碼儲存庫所在位置（例如 ~/dev）；AI Pulse 會喺授權後掃描 Git 儲存庫。
zh_hant_tw: 尚未授權任何目錄。點擊「新增目錄」選擇程式碼儲存庫所在位置（例如 ~/dev）；AI Pulse 將在授權後掃描 Git 儲存庫。

# repos.no_repos
source: No repos found.
de: Keine Repos gefunden.
es: No se encontraron repositorios.
fr: Aucun dépôt trouvé.
ja: リポジトリが見つかりません。
ko: 저장소 없음.
pt_br: Nenhum repositório encontrado.
zh_hans: 未发现仓库
zh_hant_hk: 搵唔到儲存庫。
zh_hant_tw: 找不到儲存庫。

# repos.remove
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 제거
pt_br: Remover
zh_hans: 移除
zh_hant_hk: 移除
zh_hant_tw: 移除

# repos.select_dir
source: Select a directory.
de: Verzeichnis auswählen.
es: Selecciona un directorio.
fr: Sélectionnez un dossier.
ja: ディレクトリを選択。
ko: 디렉토리를 선택하세요.
pt_br: Selecione um diretório.
zh_hans: 选择一个目录
zh_hant_hk: 揀一個目錄。
zh_hant_tw: 選擇一個目錄。

# repos.summary
source: %d dirs · %d repos
de: %d Verz. · %d Repos
fr: %d dossiers · %d dépôts
ja: %d ディレクトリ · %d リポジトリ
ko: %d 디렉토리 · %d 저장소
zh_hans: %d 个目录 · %d 个仓库
zh_hant_hk: %d 個目錄 · %d 個儲存庫
zh_hant_tw: %d 個目錄 · %d 個儲存庫

source: sessions
de: Sitzungen
es: sesiones
ja: セッション
ko: 세션
pt_br: sessões
zh_hans: 个会话
zh_hant_hk: 個工作階段
zh_hant_tw: 個工作階段

# settings.about
source: About
de: Über
es: Acerca de
fr: À propos
ja: について
ko: 정보
pt_br: Sobre
zh_hans: 关于
zh_hant_hk: 關於
zh_hant_tw: 關於

# settings.general
source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
pt_br: Geral
zh_hans: 通用
zh_hant_hk: 一般
zh_hant_tw: 一般

# settings.granted_path
source: Access granted:
de: Zugriff gewährt:
es: Acceso concedido:
fr: Accès autorisé :
ja: アクセス許可:
ko: 접근 권한:
pt_br: Acesso concedido:
zh_hans: 已授权：
zh_hant_hk: 已授權：
zh_hant_tw: 已授權：

# settings.integrations
source: Integrations (Optional)
de: Integrationen
es: Integraciones
fr: Intégrations
ja: 統合
ko: 통합
pt_br: Integrações
zh_hans: 集成（可选增强）
zh_hant_hk: 整合
zh_hant_tw: 整合

# settings.integrations_api
source: AI Providers
de: KI-Anbieter
es: Proveedores de IA
fr: Fournisseurs IA
ja: AI プロバイダー
ko: AI 제공업체
pt_br: Provedores de IA
zh_hans: AI 服务商
zh_hant_hk: AI 服務商
zh_hant_tw: AI 服務商

# settings.integrations_devtools
source: Dev Tools
de: Entwickler-Tools
es: Herramientas de desarrollo
fr: Outils de développement
ja: 開発ツール
ko: 개발 도구
pt_br: Ferramentas de desenvolvimento
zh_hans: 开发工具
zh_hant_hk: 開發工具
zh_hant_tw: 開發工具

# settings.integrations_privacy_body
source: All data is read from local logs and stays on your machine. Nothing is uploaded.
de: Alle Daten werden aus lokalen Protokollen gelesen und bleiben auf Ihrem Gerät. Es wird nichts hochgeladen.
es: Todos los datos se leen de registros locales y permanecen en su máquina. Nada se sube.
fr: Toutes les données sont lues à partir des journaux locaux et restent sur votre machine. Rien n'est téléchargé.
ja: すべてのデータはローカルログから読み取られ、端末に残ります。アップロードはされません。
ko: 모든 데이터는 로컬 로그에서 읽어 기기에 유지되며 업로드되지 않습니다.
pt_br: Todos os dados são lidos de logs locais e permanecem na sua máquina. Nada é enviado.
zh_hans: 所有数据均从本地日志读取并保留在本机，不会上传。
zh_hant_hk: 所有資料皆從本機日誌讀取並保留在本機，不會上傳。
zh_hant_tw: 所有資料皆從本機日誌讀取並保留在本機，不會上傳。

# settings.integrations_privacy_title
source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
ko: 개인정보
pt_br: Privacidade
zh_hans: 隐私
zh_hant_hk: 隱私
zh_hant_tw: 隱私

# settings.language
source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pt_br: Idioma
zh_hans: 语言
zh_hant_hk: 語言
zh_hant_tw: 語言

# settings.language_auto
source: Follow System
de: System folgen
es: Seguir el sistema
fr: Suivre le système
ja: システムに従う
ko: 시스템 설정 따르기
pt_br: Seguir o sistema
zh_hans: 跟随系统
zh_hant_hk: 跟隨系統
zh_hant_tw: 跟隨系統

# settings.title
source: AI Pulse Preferences
de: AI Pulse Einstellungen
es: Preferencias de AI Pulse
fr: Préférences AI Pulse
ja: AI Pulse 設定
ko: AI Pulse 환경설정
pt_br: Preferências do AI Pulse
zh_hans: AI Pulse 偏好设置
zh_hant_hk: AI Pulse 偏好設定
zh_hant_tw: AI Pulse 偏好設定

# source.local_scan.available
source: A local scan recently completed. Coverage remains limited to accessible supported logs.
de: Ein lokaler Scan wurde kürzlich abgeschlossen. Die Abdeckung bleibt auf zugängliche, unterstützte Protokolle beschränkt.
es: Un examen local finalizó recientemente. La cobertura se limita a los registros compatibles y accesibles.
fr: Une analyse locale vient de se terminer. La couverture reste limitée aux journaux pris en charge et accessibles.
ja: ローカルスキャンが最近完了しました。対象はアクセス可能な対応ログに限られます。
ko: 최근 로컬 스캔이 완료되었습니다. 범위는 접근 가능한 지원 로그로 제한됩니다.
pt_br: Uma verificação local foi concluída recentemente. A cobertura se limita aos registros compatíveis e acessíveis.
zh_hans: 最近本地扫描已完成；覆盖仍限于可访问的支持日志。
zh_hant_hk: 最近的本機掃描已完成；涵蓋範圍仍限於可存取的支援日誌。
zh_hant_tw: 最近的本機掃描已完成；涵蓋範圍仍限於可存取的支援日誌。

# source.local_scan.failed
source: Some local log reads or writes failed. Empty charts do not mean no activity.
de: Einige lokale Protokolle konnten nicht gelesen oder gespeichert werden. Leere Diagramme bedeuten nicht, dass keine Aktivität stattfand.
es: Fallaron algunas lecturas o escrituras de registros locales. Los gráficos vacíos no significan ausencia de actividad.
fr: Certaines lectures ou écritures de journaux locaux ont échoué. Des graphiques vides ne signifient pas une absence d’activité.
ja: 一部のローカルログの読み取りまたは書き込みに失敗しました。空のグラフは活動がないことを意味しません。
ko: 일부 로컬 로그 읽기 또는 쓰기에 실패했습니다. 빈 차트가 활동이 없다는 뜻은 아닙니다.
pt_br: Algumas leituras ou gravações de registros locais falharam. Gráficos vazios não significam ausência de atividade.
zh_hans: 部分本地日志读取或写入失败；空图不代表没有活动。
zh_hant_hk: 部分本機日誌讀取或寫入失敗；空白圖表不代表沒有活動。
zh_hant_tw: 部分本機日誌讀取或寫入失敗；空白圖表不代表沒有活動。

# source.local_scan.inactive
source: Local collection is not running. Historical totals do not prove current activity is zero.
de: Die lokale Erfassung läuft nicht. Historische Summen belegen keine aktuelle Inaktivität.
es: La recopilación local no está en ejecución. Los totales históricos no demuestran que la actividad actual sea cero.
fr: La collecte locale n’est pas en cours. Les totaux historiques ne prouvent pas l’absence d’activité actuelle.
ja: ローカル収集は動作していません。過去の集計から現在の活動がゼロとは判断できません。
ko: 로컬 수집이 실행되고 있지 않습니다. 과거 합계만으로 현재 활동이 없다고 판단할 수 없습니다.
pt_br: A coleta local não está em execução. Os totais históricos não comprovam que a atividade atual seja zero.
zh_hans: 本地采集尚未运行；历史汇总不能证明当前活动为零。
zh_hant_hk: 本機收集尚未運行；歷史彙總不能證明目前活動為零。
zh_hant_tw: 本機收集尚未執行；歷史彙總不能證明目前活動為零。

# source.local_scan.scanning
source: Local logs are being scanned; coverage is not yet confirmed.
de: Lokale Protokolle werden gescannt; die Abdeckung ist noch nicht bestätigt.
es: Se están examinando los registros locales; la cobertura aún no está confirmada.
fr: Analyse des journaux locaux en cours ; la couverture n’est pas encore confirmée.
ja: ローカルログをスキャン中です。対象範囲はまだ確認できていません。
ko: 로컬 로그를 스캔하고 있습니다. 수집 범위는 아직 확인되지 않았습니다.
pt_br: Os registros locais estão sendo examinados; a cobertura ainda não foi confirmada.
zh_hans: 正在扫描本地日志；覆盖情况尚未确认。
zh_hant_hk: 正在掃描本機日誌；涵蓋範圍尚未確認。
zh_hant_tw: 正在掃描本機日誌；涵蓋範圍尚未確認。

# source.local_scan.stale
source: The local scan observation is stale; current activity is unknown.
de: Die lokale Scanbeobachtung ist veraltet; die aktuelle Aktivität ist unbekannt.
es: La observación del examen local ha caducado; se desconoce la actividad actual.
fr: L’observation de l’analyse locale est périmée ; l’activité actuelle est inconnue.
ja: ローカルスキャンの観測が古くなっています。現在の活動は不明です。
ko: 로컬 스캔 관측이 오래되었습니다. 현재 활동은 알 수 없습니다.
pt_br: A observação da verificação local está desatualizada; a atividade atual é desconhecida.
zh_hans: 本地扫描观察已过期；当前活动未知。
zh_hant_hk: 本機掃描觀察已過期；目前活動未知。
zh_hant_tw: 本機掃描觀察已過期；目前活動未知。

# statusitem.idle
source: Idle
de: Inaktiv
es: Inactivo
fr: Inactif
ja: 待機中
ko: 유휴
pt_br: Ocioso
zh_hans: 未燃烧
zh_hant_hk: 未燃燒
zh_hant_tw: 未燃燒

# statusitem.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
ko: 오늘
pt_br: Hoje
zh_hans: 今日
zh_hant_hk: 今日
zh_hant_tw: 今天

# subs.add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
pt_br: Adicionar
zh_hans: 添加
zh_hant_hk: 新增
zh_hant_tw: 新增

# subs.choose
source: Choose preset…
de: Vorlage wählen…
es: Elegir predefinido…
fr: Choisir un préréglage…
ja: プリセットを選択…
ko: 프리셋 선택…
pt_br: Escolher predefinição…
zh_hans: 选择预设…
zh_hant_hk: 選擇預設…
zh_hant_tw: 選擇預設…

# subs.copilot_note
source: Copilot now uses credits-based billing. Over-quota usage cannot be tracked. Base monthly fee only.
de: Copilot nutzt jetzt Credits-basierte Abrechnung. Übermäßige Nutzung nicht verfolgbar. Nur Grundgebühr.
es: Copilot ahora usa facturación por créditos. El uso excedente no se puede rastrear. Solo tarifa base mensual.
fr: Copilot utilise désormais une facturation par crédits. L'utilisation au-delà du quota ne peut pas être suivie. Forfait de base uniquement.
ja: Copilot はクレジットベースの課金に移行。超過利用は追跡不可。基本月額のみ。
ko: Copilot은 이제 크레딧 기반 과금. 초과 사용량 추적 불가. 기본 월 요금만 해당.
pt_br: Copilot agora usa cobrança por créditos. Uso excedente não pode ser rastreado. Apenas taxa base mensal.
zh_hans: Copilot 已转为用量计费（AI Credits），超出月配额部分无法追踪。仅统计基础月费。
zh_hant_hk: Copilot 現已採用積分計費。超出配額嘅用量無法追蹤。僅基本月費。
zh_hant_tw: Copilot 現已採用點數計費。超出配額的用量無法追蹤。僅基本月費。

# subs.delete_msg
source: Remove '%@'?
de: '%@' entfernen?
es: ¿Eliminar '%@'?
fr: Supprimer '%@' ?
ja: '%@' を削除しますか？
ko: '%@' 제거하시겠습니까?
pt_br: Remover '%@'?
zh_hans: 移除 '%@'？
zh_hant_hk: 移除 '%@'？
zh_hant_tw: 移除 '%@'？

# subs.delete_title
source: Remove Subscription
de: Abo entfernen
es: Eliminar suscripción
fr: Supprimer l'abonnement
ja: サブスクリプション削除
ko: 구독 제거
pt_br: Remover assinatura
zh_hans: 移除订阅
zh_hant_hk: 移除訂閱
zh_hant_tw: 移除訂閱

# subs.desc
source: Monthly fee tools. Cost per line = fee / net committed lines.
de: Monatliche Tools. Kosten pro Zeile = Gebühr / Netto-Commit-Zeilen.
es: Herramientas de tarifa mensual. Coste por línea = tarifa / líneas netas commitadas.
fr: Outils à frais mensuels. Coût par ligne = frais / lignes nettes commitées.
ja: 月額課金ツール。行あたりコスト = 料金 / 純コミット行数。
ko: 월 요금 도구. 줄당 비용 = 요금 / 순 커밋 줄 수.
pt_br: Ferramentas de taxa mensal. Custo por linha = taxa / linhas líquidas commitadas.
zh_hans: 月费工具。单行成本 = 月费 / 净提交行数。
zh_hant_hk: 月費工具。每行成本 = 費用 / 淨提交行數。
zh_hant_tw: 月費工具。每行成本 = 費用 / 淨提交行數。

# subs.empty
source: No subscription tools detected.
de: Keine Abo-Tools erkannt.
es: No se detectaron herramientas de suscripción.
fr: Aucun outil d'abonnement détecté.
ja: サブスクリプションツールが検出されませんでした。
ko: 구독 도구가 감지되지 않았습니다.
pt_br: Nenhuma ferramenta de assinatura detectada.
zh_hans: 未检测到已安装的订阅工具。
zh_hant_hk: 未偵測到訂閱工具。
zh_hant_tw: 未偵測到訂閱工具。

# subs.not_installed
source: Not installed
de: Nicht installiert
es: No instalado
fr: Non installé
ja: 未インストール
ko: 설치 안 됨
pt_br: Não instalado
zh_hans: 未检测到安装
zh_hant_hk: 未安裝
zh_hant_tw: 未安裝

# subs.per_month
source: /mo
de: /Monat
es: /mes
fr: /mois
ja: /月
ko: /월
pt_br: /mês
zh_hans: /月
zh_hant_hk: /月
zh_hant_tw: /月

# subs.title
source: Subscription Tools
de: Abo-Tools
es: Herramientas de suscripción
fr: Outils d'abonnement
ja: サブスクリプション ツール
ko: 구독 도구
pt_br: Ferramentas de assinatura
zh_hans: 订阅工具
zh_hant_hk: 訂閱工具
zh_hant_tw: 訂閱工具

source: tokens
de: Token
fr: jetons
ja: トークン
ko: 토큰
zh_hans: 词元
zh_hant_hk: 詞元
zh_hant_tw: 詞元

# tools.desc
source: AI coding tools auto-detected on your machine.
de: Automatisch erkannte KI-Coding-Tools auf deinem Rechner.
es: Herramientas de código IA detectadas automáticamente en tu equipo.
fr: Outils de codage IA détectés automatiquement sur votre machine.
ja: お使いの端末で自動検出されたAIコーディングツール。
ko: 내 기기에서 자동 감지된 AI 코딩 도구.
pt_br: Ferramentas de código IA detectadas automaticamente no seu computador.
zh_hans: 自动检测的 AI 编程工具。
zh_hant_hk: 喺你部機自動偵測到嘅 AI 程式碼工具。
zh_hant_tw: 在你的電腦上自動偵測到的 AI 程式碼工具。

# tools.no_tools
source: No coding tools detected.
de: Keine Coding-Tools erkannt.
es: No se detectaron herramientas de código.
fr: Aucun outil de codage détecté.
ja: コーディングツールが検出されませんでした。
ko: 코딩 도구가 감지되지 않았습니다.
pt_br: Nenhuma ferramenta de código detectada.
zh_hans: 未检测到编程工具
zh_hant_hk: 未偵測到程式碼工具。
zh_hant_tw: 未偵測到程式碼工具。

# tools.sessions
source: sessions
de: Sitzungen
es: sesiones
ja: セッション
ko: 세션
pt_br: sessões
zh_hans: 个会话
zh_hant_hk: 個工作階段
zh_hant_tw: 個工作階段

# version.mismatch.appstore
source: Update on the App Store
de: Im App Store aktualisieren
es: Actualizar en App Store
fr: Mettre à jour sur l’App Store
ja: App Storeでアップデート
ko: App Store에서 업데이트
pt_br: Atualizar na App Store
zh_hans: 在 App Store 中更新
zh_hant_hk: 前往 App Store 更新
zh_hant_tw: 前往 App Store 更新

# version.mismatch.body.ios
source: This data was written by a newer version of AI Pulse for macOS. Please update AI Pulse on this device to the latest version.
de: Diese Daten wurden von einer neueren Version von AI Pulse für macOS geschrieben. Bitte aktualisieren Sie AI Pulse auf diesem Gerät.
es: Estos datos fueron escritos por una versión más nueva de AI Pulse para macOS. Actualice AI Pulse en este dispositivo.
fr: Ces données ont été écrites par une version plus récente d’AI Pulse pour macOS. Veuillez mettre à jour AI Pulse sur cet appareil.
ja: このデータは新しいバージョンのmacOS版AI Pulseによって書き込まれました。このデバイスのAI Pulseを最新版にアップデートしてください。
ko: 이 데이터는 더 새로운 버전의 macOS용 AI Pulse가 기록했습니다. 이 기기의 AI Pulse를 최신 버전으로 업데이트하세요.
pt_br: Estes dados foram gravados por uma versão mais nova do AI Pulse para macOS. Atualize o AI Pulse neste dispositivo.
zh_hans: 此数据由较新版本的 macOS 版 AI Pulse 写入。请将此设备上的 AI Pulse 更新到最新版本。
zh_hant_hk: 此資料由較新版本的 macOS 版 AI Pulse 寫入。請將此裝置上的 AI Pulse 更新至最新版本。
zh_hant_tw: 此資料由較新版本的 macOS 版 AI Pulse 寫入。請將此裝置上的 AI Pulse 更新至最新版本。

# version.mismatch.body.macos
source: This data was written by an older version of AI Pulse for macOS. Please update the macOS app to the latest version and let it sync again.
de: Diese Daten wurden von einer älteren Version von AI Pulse für macOS geschrieben. Bitte aktualisieren Sie die macOS-App und lassen Sie sie erneut synchronisieren.
es: Estos datos fueron escritos por una versión antigua de AI Pulse para macOS. Actualice la app de macOS y deje que se sincronice de nuevo.
fr: Ces données ont été écrites par une ancienne version d’AI Pulse pour macOS. Veuillez mettre à jour l’application macOS et la laisser se resynchroniser.
ja: このデータは古いバージョンのmacOS版AI Pulseによって書き込まれました。macOS版を最新版にアップデートし、再度同期してください。
ko: 이 데이터는 이전 버전의 macOS용 AI Pulse가 기록했습니다. macOS 앱을 최신 버전으로 업데이트한 후 다시 동기화하세요.
pt_br: Estes dados foram gravados por uma versão antiga do AI Pulse para macOS. Atualize o app no Mac e deixe-o sincronizar novamente.
zh_hans: 此数据由较旧版本的 macOS 版 AI Pulse 写入。请将 macOS 版更新到最新版本，并让它重新同步。
zh_hant_hk: 此資料由舊版的 macOS 版 AI Pulse 寫入。請將 macOS 版更新至最新版本，並讓它重新同步。
zh_hant_tw: 此資料由舊版的 macOS 版 AI Pulse 寫入。請將 macOS 版更新至最新版本，並讓它重新同步。

# version.mismatch.supported
source: Supported version %@
de: Unterstützte Version %@
es: Versión compatible %@
fr: Version prise en charge %@
ja: 対応バージョン %@
ko: 지원 버전 %@
pt_br: Versão compatível %@
zh_hans: 当前支持版本 %@
zh_hant_hk: 目前支援版本 %@
zh_hant_tw: 目前支援版本 %@

# version.mismatch.title
source: Version Mismatch
de: Versionskonflikt
es: Versiones incompatibles
fr: Version incompatible
ja: バージョンの不一致
ko: 버전 불일치
pt_br: Versão incompatível
zh_hans: 版本不匹配
zh_hant_hk: 版本不相容
zh_hant_tw: 版本不相容

source: vs usual
de: ggü. üblich
es: frente a lo habitual
fr: par rapport à l’habitude
ja: 通常比
ko: 평소 대비
pt_br: vs. habitual
zh_hans: 相对平常
zh_hant_hk: 相對平常
zh_hant_tw: 相對平常

source: App version
es: Versión de la app
fr: Version de l’app
ja: アプリのバージョン
ko: 앱 버전
pt_br: Versão do app
zh_hans: 应用版本
zh_hant_hk: 應用程式版本
zh_hant_tw: 應用程式版本

source: Demo
es: Demostración
fr: Démo
ja: デモ
ko: 데모
pt_br: Demonstração
zh_hans: 演示
zh_hant_hk: 演示
zh_hant_tw: 演示

source: Mac version
es: Versión para Mac
fr: Version Mac
ja: Macバージョン
ko: Mac 버전
pt_br: Versão do Mac
zh_hans: Mac 版本
zh_hant_hk: Mac 版本
zh_hant_tw: Mac 版本

source: Repository details
es: Detalles del repositorio
fr: Détails du dépôt
ja: リポジトリの詳細
ko: 저장소 세부 정보
pt_br: Detalhes do repositório
zh_hans: 仓库明细
zh_hant_hk: 儲存庫明細
zh_hant_tw: 儲存庫明細

source: Version
es: Versión
ja: バージョン
ko: 버전
pt_br: Versão
zh_hans: 版本
zh_hant_hk: 版本
zh_hant_tw: 版本

# about.license_title
source: Open Source
es: Código abierto
ja: オープンソース
ko: 오픈 소스
pt_br: Código aberto
zh_hans: 开源许可
zh_hant_hk: 開源許可
zh_hant_tw: 開源許可

# about.website
source: Website
es: Sitio web
fr: Site web
ja: ウェブサイト
ko: 웹사이트
pt_br: Site
zh_hans: 网站
zh_hant_hk: 網站
zh_hant_tw: 網站

# dashboard.cache_cost
source: Cache
es: Caché
ja: キャッシュ
ko: 캐시
zh_hans: 缓存
zh_hant_hk: 缓存
zh_hant_tw: 快取

# dashboard.chart_code
source: Code
es: Código
ja: コード
ko: 코드
pt_br: Código
zh_hans: 代码
zh_hant_hk: 程式碼
zh_hant_tw: 程式碼

# dashboard.code_output
source: Code output
es: Salida de código
fr: Production de code
ja: コード出力
ko: 코드 산출
pt_br: Saída de código
zh_hans: 代码产出
zh_hant_hk: 程式碼產出
zh_hant_tw: 程式碼產出

# dashboard.title
source: AI Pulse Dashboard
es: Panel AI Pulse
fr: Tableau de bord AI Pulse
ja: AI Pulse ダッシュボード
ko: AI Pulse 대시보드
pt_br: Painel AI Pulse
zh_hans: AI Pulse 仪表盘
zh_hant_hk: AI Pulse 儀表板
zh_hant_tw: AI Pulse 儀表板

# detect.aider_found
source: %d repos
es: %d repositorios
fr: %d dépôts
ja: %d リポジトリ
ko: 저장소 %d개
pt_br: %d repositórios
zh_hans: %d 个仓库
zh_hant_hk: %d 個儲存庫
zh_hant_tw: %d 個儲存庫

# integrations.group_editors
source: Dev Tools
es: Herramientas dev
fr: Outils de dev
ja: 開発ツール
ko: 개발 도구
pt_br: Ferramentas dev
zh_hans: 开发工具
zh_hant_hk: 開發工具
zh_hant_tw: 開發工具

# menu.dashboard
source: Dashboard…
es: Panel…
fr: Tableau de bord…
ja: ダッシュボード…
ko: 대시보드…
pt_br: Painel…
zh_hans: 仪表盘…
zh_hant_hk: 儀表板…
zh_hant_tw: 儀表板…

# menu.dashboard_label
source: Dashboard
es: Panel
fr: Tableau de bord
ja: ダッシュボード
ko: 대시보드
pt_br: Painel
zh_hans: 仪表盘
zh_hant_hk: 儀表板
zh_hant_tw: 儀表板
